<?php

return [
    'done' => 'Готово',
    'announcements' => [
        'actualize' => 'Начинаю актуализацию...'
    ],
    'sources' => [
        'parsed' => 'Все источники спаршены',
        'added' => 'Источник добавлен',
        'exist' => 'Источник уже есть в базе',
        'incorrect_url' => 'Некорректный URL',
        'enter_url' => 'Введите URL источника',
        'handle' => 'Обрабатываю :value...',
        'empty' => 'Отсутствуют активные источники для парсинга',
        'select' => 'Выберите источник для парсинга',
        'all' => 'Спарсить все (:count)',
        'in_queue' => 'Добавлена задача в очередь',
        'parser_choice' => 'Выберите парсер:'
    ]
];
